cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'cloudflared'
brew 'imagemagick'
brew 'postgresql@14'
brew 'redis'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
brew 'stripe/stripe-cli/stripe'
brew 'stripe/stripe-mock/stripe-mock'
brew 'wget'
brew 'ack'
brew 'node'
brew 'golangci-lint'
brew 'ocaml'
brew 'opam'
brew 'mvn'

cask '1password'
cask 'messenger'
cask 'warp'
cask 'visual-studio-code'
cask 'dotnet-sdk'
